/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "rich_text_jG6BPY": {
      "type": "rich-text",
      "settings": {
        "marign_top": 50,
        "marign_bottom": 50,
        "text_width": "regular",
        "title": "",
        "h_one": false,
        "content": "<p>Sony Music Entertainment Italy S.p.A. (di seguito anche “SMEI”) ai sensi dell’articolo 13 del Regolamento (UE) Generale sulla protezione dei dati 2016/679, fornisce ai soggetti che fanno esplicita richiesta di iscriversi al servizio di newsletter, le seguenti informazioni sul trattamento dei loro dati personali.</p><p></p><p>Il titolare del trattamento è Sony Music Entertainment Italy S.p.A., P.IVA e C.F. 08072811006<br/>con sede legale a Milano, Via Carlo Imbonati, 22.</p><p> Sono oggetto di trattamento i dati personali richiesti dall’utente ai fini della partecipazione ai giochi enigmistici sul sito <a href=\"https://store.sonymusic.it/\">store.sonymusic.it</a> vale a dire un indirizzo di posta elettronica e un nickname. </p><p></p><p><strong>3. Per quali finalità sono trattati i dati?</strong></p><p></p><p>I dati personali raccolti sono trattati al fine di consentire la partecipazione all’iniziativa di cui al precedente punto 2 del quale si rinvia all’apposito <a href=\"/pages/la-settimana-musicalistica\" title=\"LA SETTIMANA MUSICALISTICA\">regolamento </a>e per consentire ai più abili, i quali si siano aggiudicati sconti per l’acquisto dal Sito di prodotti ivi in vendita, di esercitare, se vorranno, la facoltà di azionarli.</p><p> </p><p><strong>4. Su quale base sono trattati i dati?</strong></p><p></p><p>Il trattamento dei dati personali per le finalità di cui al paragrafo 3 si basa sul libero consenso dell’utente. Tuttavia, sebbene il conferimento dei dati sia facoltativo, la mancata prestazione del consenso da parte dell’utente per le finalità di cui al paragrafo 3, determina l’impossibilità di poter partecipare all’iniziativa.</p><p></p><p><strong>5. A chi vengono comunicati i dati?</strong></p><p></p><p>I dati personali di cui al paragrafo 2, saranno trattati da responsabili e incaricati di SMEI e potranno essere comunicati:</p><p>- fornitori di servizi di SMEI;</p><p>- soggetti che svolgono adempimenti di controllo, revisione e certificazione delle attività poste in essere da SMEI;</p><p>- fornitori di servizi di SMEI;</p><p> </p><p>In ogni caso, i dati potranno essere comunicati a tutti quei soggetti pubblici e/o privati, persone fisiche e/o giuridiche (e.g. studi di consulenza legale, amministrativa e fiscale, Uffici Giudiziari, Camere di Commercio, Camere ed Uffici del Lavoro, ecc.), verso i quali la comunicazione risulti necessaria o funzionale al corretto adempimento degli obblighi assunti, nonché degli obblighi derivanti dalla legge e/o dai regolamenti in vigore.</p><p>I dati personali dell’utente non saranno diffusi.</p><p></p><p><strong>6. I dati vengono trasferiti all’estero?</strong></p><p></p><p>La gestione e la conservazione dei dati personali avverrà su server ubicati all’interno dell’Unione Europea.</p><p>I dati non saranno oggetto di trasferimento al di fuori dell’Unione Europea.</p><p><strong>7. Con quali modalità vengono trattati i dati?</strong></p><p>In relazione alle finalità indicate al paragrafo 3, il trattamento dei dati avverrà sia attraverso l’ausilio di strumenti elettronici, sia su supporto cartaceo e comunque con strumenti idonei a garantire la sicurezza e riservatezza. </p><p><strong>8. È previsto un processo decisionale automatizzato?</strong> </p><p>Il trattamento dei dati non implica un processo decisionale automatizzato.</p><p><strong>9. Per quanto tempo vengono conservati i dati?</strong></p><p>I dati personali saranno conservati in conformità a quanto previsto dalla vigente normativa in materia, per il periodo di tempo non superiore a quello necessario al conseguimento delle finalità per le quali sono trattati e successivamente subito cancellati</p><p>Tuttavia, i dati potrebbero essere conservati per un periodo successivo in caso di eventuali contenziosi, richieste delle Autorità competenti o ai sensi della normativa applicabile.</p><p><strong>10. Quali sono i diritti dell’interessato?</strong> </p><p>In qualsiasi momento, l’interessato avrà diritto di:</p><p>- i dati non sono più necessari rispetto alle finalità per le quali sono stati raccolti o trattati;</p><p>- l’utente ha revocato il consenso e non sussiste altro fondamento giuridico per il trattamento;</p><p>- l’utente si oppone al trattamento e non sussiste alcun motivo legittimo prevalente per procedere al trattamento;</p><p>- i dati sono stati trattati illecitamente;</p><p>- i dati devono essere cancellati per adempiere ad un obbligo legale;</p><p>- l’utente contesta l’esattezza dei dati personali, per il periodo<br/>necessario al titolare del trattamento per verificare detta esattezza;</p><p>- il trattamento è illecito e l’interessato si oppone alla cancellazione dei dati personali e chiede invece che ne sia limitato l’utilizzo;</p><p>- benché il titolare del trattamento non ne abbia più bisogno ai fini del trattamento, i dati personali sono necessari all’interessato per l’accertamento o l’esercizio o la difesa di un diritto in sede giudiziaria;</p><p>- l’utente si è opposto al trattamento, in attesa della verifica in merito all’eventuale prevalenza dei motivi legittimi del titolare del trattamento rispetto ai suoi;</p><p><strong>11. Come possono essere esercitati tali diritti?</strong></p><p>Tali diritti potranno essere esercitati inviando:</p><p>- una comunicazione a mezzo posta elettronica all’indirizzo privacy.italy@sonymusic.com</p>",
        "button_text": "",
        "button_link": "shopify://collections/all",
        "bg_color": "#ffffff",
        "text_color": "#000000",
        "bt_bg_color": "#ffffff",
        "bt_text_color": "#000000",
        "center_text": true,
        "padding_top": 30,
        "padding_bottom": 30
      }
    }
  },
  "order": [
    "main",
    "rich_text_jG6BPY"
  ]
}
